{
  "en": {
    "Language": "Language",
    "Your name": "Your name",
    "Your gender": "Your gender",
    "Male": "Male",
    "Female": "Female",
    "Other": "Other",
    "Your class": "Your class",
    "Fighter": "Fighter",
    "Mage": "Mage",
    "Likes to punch things, pretty tanky.": "Likes to punch things, pretty tanky.",
    "Likes to cast spells, pretty squishy.": "Likes to cast spells, pretty squishy.",
    "stage3": {
      "rockFalling": "You see an enormous rock falling from the sky and landing on the mountains area, the impact makes the ground temble.",
      "thunderstorm": "A heavy thunderstorm starts there.",
      "offersReward": "Lord Steiner offers a reward for those who go, investigate, and come back with a report.",
      "takeQuest": "Since you are an adventurer, you decided to take the quest.",
      "friendsStartJourney": "Your friend {partnerName} knows a way to the center of the mountains, you both gear up and start your journey immediately."
    },
    "Old Woman": "Old Woman",
    "What are you going to do?": "What are you going to do?",
    "Chase him (Tutorial)": "Chase him (Tutorial)",
    "Let him go (Skip tutorial)": "Let him go (Skip tutorial)",
    "stage4": {
      "youngboyRunning": "While you are heading to the mountains, you see a young boy running with a bag on his hand, behind him is an old woman trying to catch him, but she is too slow.",
      "stopStoleBag": "Please stop him, he stole my bag!!"
    },
    "stage5": {
      "chaseYBCave": "You chase the young boy until he enters a cave beneath the ruins of an old castle.",
      "YBCornered": "The cave has no way out, the young boy is cornered.",
      "fightBack": "He refuses to give the bag back, he wants to fight."
    },
    "Young Boy": "Young Boy",
    "Give him some money": "Give him some money",
    "Let him go": "Let him go",
    "Kill him": "Kill him",
    "stage7": {
      "retrieveBag": "You retrieve the old woman's bag.",
      "pleaseDontKillMe": "Please don't kill me, I will never steal again, I promise, my mom is dying, she is ill, she needs medicine, I wanted to buy it for her, please forgive me.",
      "YBBegging": "The young boy is begging for mercy"
    },
    "stage8": {
      "giveMoneyToYB": "You give some money to the Young Boy.",
      "letYBGo": "You kick Young Boy's ass and let him go.",
      "killYB": "You kill the Young Boy.",
      "giveBagBack": "You give the bag back to the old woman.",
      "mayLedaBless": "May the goddess Leda bless your kind souls."
    },
    "stage9": {
      "reachBaseMountains": "You reach the base of the mountains, there is a thunderstorm here.",
      "strongWindsHeavyRain": "The strong winds and the heavy rain make the journey harder.",
      "noiseOfThunders": "The noise of the thunders startles you every time.",
      "coldBreeze": "The cold breeze on your face makes your nose freeze.",
      "waterRain": "The water of the rain is going down by path you are following."
    },
    "stage11": {
      "gettingCloser": "As you are getting closer to the center of the mountains, you notice that most lightnings are striking in the center of the mountains."
    },
    "stage13": {
      "combatStarts": "You reach the center of the mountains.<br>You see an enormous humanoid body made from stone, it is a Stone Golem.<br>It is standing there without moving.<br>It is getting struck by most of the storm lightnings.<br>It doesn't seem get affected by them.<br>Behind it you spot a man wearing a black robe, it is a Warlock.<br>He is constantly moving his hands in a recurring pattern.<br>He has a fixed gaze and doesn't seem to have noticed your presence.<br>He suddenly he stop moving his hands, he stares directly at you.<br>The stone golem starts to move towards you."
    },
    "stage15": {
      "SATMStopped": "The storm at the mountains has stopped."
    },
    "attacks": "attacks",
    "dealing": "dealing",
    "points of damage": "points of damage",
    "dies": "dies",
    "You lost": "You lost",
    "rests and heals": "rests and heals",
    "health points": "health points",
    "advances to level": "advances to level",
    "Action": "Action",
    "Attack": "Attack",
    "Wait": "Wait",
    "It is n turn": "It is <b>{name}</b>'s turn."
  },
  "es": {
    "Language": "Lenguaje",
    "Your name": "Tu nombre",
    "Your gender": "Tu género",
    "Male": "Masculino",
    "Female": "Femenino",
    "Other": "Otro",
    "Your class": "Tu clase",
    "Fighter": "Luchador",
    "Mage": "Guerrero",
    "Likes to punch things, pretty tanky.": "Le gusta golpear cosa, bastante tanky.",
    "Likes to cast spells, pretty squishy.": "Le gusta lanzar hechizos, bastante squishy.",
    "stage3": {
      "rockFalling": "Ves una enorme roca cayendo del cielo y aterrizando en el area de las montañas, el impacto hace temblar el suelo.",
      "thunderstorm": "Una fuerte tormenta eléctrica comienza en ese lugar.",
      "offersReward": "Lord Steiner ofrece una recompensa para aquellos que vayan, investiguen, y vuelvan con un reporte.",
      "takeQuest": "Debido a que eres un aventurero, decides tomar la quest.",
      "friendsStartJourney": "Tu amigo/a {partnerName} sabe un camino al centro de las montañas, los dos se alistan y comienzan la aventura inmediatamente."
    },
    "Old Woman": "Mujer Vieja",
    "What are you going to do?": "Que vas a hacer?",
    "Chase him (Tutorial)": "Perseguirlo (Tutorial)",
    "Let him go (Skip tutorial)": "Dejarlo ir (Saltar tutorial)",
    "stage4": {
      "youngboyRunning": "Mientras vas camino a las montañas, ves un chico joven corriendo con una bolsa en su mano, tras él va una mujer vieja tratando de atraparlo, pero ella es demasiado lenta.",
      "stopStoleBag": "Por favor deténganlo, ha robado mi bolsa!!"
    },
    "stage5": {
      "chaseYBCave": "Persigues al chico joven hasta que él entra a una cueva bajo las ruinas de un viejo castillo.",
      "YBCornered": "La cueva no tiene salida, el chico joven está acorralado.",
      "fightBack": "Se niega a devolver la bolsa, está dispuesto a pelear."
    },
    "Young Boy": "Chico Joven",
    "Give him some money": "Darle algo de dinero",
    "Let him go": "Dejarlo ir",
    "Kill him": "Matarlo",
    "stage7": {
      "retrieveBag": "Recuperas la bolsa de la mujer vieja.",
      "pleaseDontKillMe": "Please don't kill me, I will never steal again, I promise, my mom is dying, she is ill, she needs medicine, I wanted to buy it for her, please forgive me.",
      "pleaseDontKillMe": "Por favor no me maten, Nunca volveré a robar, lo prometo, mi madre está muriendo, está enferma, necesita medicina, yo quería comprársela, por favor perdónenme.",
      "YBBegging": "El chico joven está suplicando piedad"
    },
    "stage8": {
      "giveMoneyToYB": "Le das algo de dinero al Chico Joven.",
      "letYBGo": "Pateas el trasero del Chico Joven y lo dejas ir.",
      "killYB": "Matas al Chico Joven.",
      "giveBagBack": "Le devuelves la bolsa a la mujer vieja.",
      "mayLedaBless": "Que la diosa Leda bendiga sus amables almas."
    },
    "stage9": {
      "reachBaseMountains": "Llegas a la base de las montañas, hay una tormenta eléctrica aquí.",
      "strongWindsHeavyRain": "Los vientos fuertes y la pesada lluvia hacen el viaje mas difícil.",
      "noiseOfThunders": "El ruido de los truenos te hacen saltar del susto.",
      "coldBreeze": "La brisa fría en tu cara congela tu nariz.",
      "waterRain": "El agua de la lluvia baja por el camino que estas siguiendo."
    },
    "stage11": {
      "gettingCloser": "A medida que te vas acercando al centro de las montañas, te vas dando cuenta que la mayoría de los rayos están golpeando en el centro de las montañas."
    },
    "stage13": {
      "combatStarts": "Llegas al centro de las montañas.<br>Ves un enorme cuerpo humanoide hecho de piedra, es un Stone Golem.<br>Está parado ahí sin moverse.<br>Está siendo golpeando por la mayoría de los rayos.<br>No parece ser afectado por los rayos.<br>Detrás de él avistas a un hombre vistiendo una túnica negra, es un Warlock.<br>Él está constantemente moviendo las manos en un patrón recurrente.<br>Tiene la mirada fija y no parece haber notado tu presencia.<br>De pronto deja de mover sus manos, mira directamente hacia ti.<br>El Stone Golem comienza a moverse hacia ti."
    },
    "stage15": {
      "SATMStopped": "La tormenta en las montañas ha parado."
    },
    "attacks": "ataca",
    "dealing": "haciendo",
    "points of damage": "puntos de daño"
  }
}
